---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AreaReinforcementCurve
source: html/ea6d09d1-44c2-48a4-a642-cf1cd743a9e7.htm
---
# AreaReinforcementCurve Properties

The id of the assembly instance to which the element belongs.